{"article": {"headline": "Russia says West not welcome at peace talks", "topic": {"id": 1, "words": ["normandy", "agreements", "minsk", "format", "contact", "lugansk", "ceasefire", "donbass", "agreed", "subgroups", "implementation", "donetsk", "settlement", "leaders", "paris", "disengagement", "steinmeier", "talks", "package", "proclaimed", "kiev", "sides", "resolving", "osce", "accords", "chancellor", "roadmap", "minsk_x", "guarantors", "stipulated", "ministers", "france", "reached", "implemented", "ukrainian", "peace", "implementing", "meeting", "special", "merkel", "sajdik", "berlin", "on", "stanitsa", "sequence", "regions", "withdrawal", "petr", "implement", "vladimir"], "word_scores": [0.6446338296, 0.5665019155000001, 0.5655336976, 0.5550086498, 0.5110845566000001, 0.502121985, 0.49965563420000003, 0.4975687563, 0.4907132387, 0.4871200919, 0.4810529351, 0.476755619, 0.47444558140000004, 0.4659504592, 0.45922905210000003, 0.45300027730000003, 0.4483982623, 0.4472822845, 0.4436294436, 0.4272820055, 0.4271715283, 0.42703604700000003, 0.4245654941, 0.4236525297, 0.4225768447, 0.419203341, 0.4088621438, 0.4076325297, 0.40759006140000004, 0.40525400640000003, 0.4051541984, 0.40415629740000003, 0.4034113586, 0.4029528797, 0.4028983712, 0.4021599889, 0.4019642472, 0.40127050880000004, 0.3983908892, 0.3972985148, 0.39712005850000004, 0.3965012133, 0.3961280882, 0.3960308731, 0.393689096, 0.39335718750000004, 0.3922878206, 0.3917444646, 0.39165535570000004, 0.3914499581], "size": 520, "propaganda_score": 0.3384615385, "propaganda_techniques_frequencies": {"Name_Calling,Labeling": 5, "Doubt": 1, "Appeal_to_fear-prejudice": 8, "Loaded_Language": 17, "Bandwagon,Reductio_ad_hitlerum": 1, "Exaggeration,Minimisation": 1}, "propaganda_techniques_history": [["2021-10-19", 0], ["2021-12-10", 0], ["2021-12-10", 0], ["2021-12-10", 0], ["2021-12-21", 0], ["2022-01-12", 0], ["2022-01-24", 0], ["2022-02-07", 0], ["2022-02-11", 0], ["2022-02-15", 0], ["2022-02-20", 0], ["2022-02-21", 0], ["2022-02-22", 0], ["2022-03-03", 0], ["2022-03-06", 0], ["2022-03-07", 0], ["2022-03-10", 0], ["2022-03-13", 0], ["2022-03-15", 0], ["2021-01-05", 0], ["2021-04-14", 0], ["2021-04-26", 0], ["2021-06-22", 0], ["2021-07-21", 0], ["2021-10-13", 0], ["2021-11-09", 0], ["2021-11-12", 0], ["2021-11-17", 0], ["2021-12-09", 0], ["2021-12-14", 0], ["2021-12-14", 0], ["2021-12-17", 0], ["2022-01-26", 0], ["2022-02-08", 0], ["2022-02-15", 0], ["2022-02-20", 0], ["2022-02-20", 0], ["2022-02-21", 0], ["2021-10-13", 1], ["2021-11-18", 1], ["2021-12-07", 1], ["2021-12-24", 1], ["2022-01-26", 1], ["2022-01-27", 1], ["2022-01-28", 1], ["2022-02-12", 1], ["2021-09-02", 1], ["2022-01-19", 1], ["2022-01-26", 1], ["2022-02-20", 1], ["2022-02-20", 1], ["2022-02-25", 1], ["2022-02-09", 2], ["2022-03-28", 2], ["2021-11-14", 2], ["2022-01-25", 2], ["2021-12-05", 2], ["2021-04-06", 3], ["2022-02-22", 3], ["2021-09-26", 3]], "narrative": {"summary": "Press releases of meetings between Russian and Western diplomats in which they have attempted to engage in negotiations regarding sanctions brought in after invasion of Crimea", "score": 0.0}}, "propaganda_spans": [{"start": 2, "end": 4, "technique": "Name_Calling,Labeling"}, {"start": 5, "end": 11, "technique": "Doubt"}], "tokens": ["Moscow", "’s", "Western", "partners", "“", "ca", "n’t", "be", "trusted", "anymore", ",", "”", "Foreign", "Minister", "Sergey", "Lavrov", "says", "Russia", "is", "eager", "for", "a", "diplomatic", "solution", "to", "the", "conflict", "in", "Ukraine", ",", "but", "it", "wo", "n’t", "accept", "any", "Western", "mediation", "during", "its", "talks", "with", "Kiev", ",", "the", "Foreign", "Minister", "Sergey", "Lavrov", "has", "said", ".", "“", "We", "’re", "ready", "to", "give", "diplomacy", "a", "chance", ".", "That", "’s", "why", "we", "agreed", "to", "the", "talks", ",", "which", "are", "resuming", "in", "Istanbul", ",", "”", "Lavrov", "said", "during", "a", "video", "conference", "on", "Monday", "with", "the", "Serbian", "media", ".", "The", "discussions", "are", "scheduled", "to", "continue", "on", "Tuesday", ".", "The", "Turkish", "government", ",", "which", "has", "good", "ties", "with", "both", "Russia", "and", "Ukraine", ",", "has", "put", "a", "great", "deal", "of", "effort", "into", "getting", "the", "two", "sides", "around", "the", "negotiating", "table", ",", "Lavrov", "explained", ".", "However", ",", "there", "'s", "no", "need", "to", "include", "the", "EU", "or", "the", "US", "–", "which", "support", "Kiev", "in", "the", "conflict", "–", "in", "the", "peace", "process", ",", "according", "to", "the", "minister", ".", "“", "There", "are", "many", "examples", "of", "times", "when", "the", "achievements", "of", "diplomacy", "were", "shattered", "by", "Western", "colleagues"], "url": "https://www.rt.com/russia/552849-russia-says-west-not-welcome/", "related_articles": [{"headline": "Putin talks to Macron, details Russian demands on Ukraine", "url": "https://www.rt.com/russia/551155-putin-macron-call-ukraine/", "content": "The goals of Russia’s military action will be achieved “in any case,” country’s president told his French counterpart  President Vladimir Putin has detailed Russia’s demands concerning Ukraine, during a phone call on Thursday with his French counterpart Emmanuel Macron, Moscow has said.  He reiterated the objectives of the Russian military operation, including demilitarization of Ukraine and its neutral status in the future, the readout of the two men’s conversation said. Putin stated that his country’s objectives will be achieved regardless of any circumstances and that, by delaying peace talks with Moscow, Kiev is simply exposing itself to more Russian demands.  The Russian leader called on Macron to contribute to the effort to safely evacuate foreign nationals from Ukraine, specifically mentioning a large group of Indian students stranded in the city of Kharkov. The French president said he will contact the government of Ukraine on the issue, according to the Russian statement.  The conversation lasted for some 90 minutes, the Elysee Palace told the media. Macron talked with Putin right before having a phone conversation with Ukrainian President Volodymyr Zelensky, according to his official schedule.", "publication_date": "2022-03-03"}, {"headline": "Israeli PM meets with Putin, Scholz", "url": "https://www.rt.com/russia/551331-putin-bennett-scholz-zelensky/", "content": "Naftali Bennett visits Moscow and Berlin amid Russia’s war with Ukraine  Israeli Prime Minister Naftali Bennett met with Russian President Vladimir Putin in the Kremlin on Saturday to discuss Russia’s military conflict with Ukraine.  Bennett – a religious Jew who previously called Putin a “true friend” of the Jewish people – broke Sabbath to travel to Moscow for the meeting, though a spokesperson told Reuters that the violation was permissible as the meeting was with the aim to preserve human life.  Bennett reportedly spoke with Putin for three hours, during which the Israeli prime minister raised “the issue of the large Jewish community caught up in the war in Ukraine.”  The two leaders also reportedly discussed the Iran nuclear deal.  Following the meeting, Bennett traveled to Germany for a meeting with German Chancellor Olaf Scholz to discuss the conflict in Ukraine, before returning to Israel.  Israeli Prime Minister Bennett in a German government helicopter en route to meet with Chancellor Scholz in Berlin after his three-hour meeting with Russian President Putin in Moscow. pic.twitter.com/qj0yg7bE0V  — Avi Mayer (@AviMayer) March 5, 2022  During the day, Bennett also spoke to Ukrainian President Volodymyr Zelensky at least twice on the phone.  “Prime Minister of Israel @naftalibennett called me after his meeting with Vladimir Putin. We continue dialogue,” Zelensky said in a statement.  Following the meeting, Bennett spoke to Ukrainian President Volodymyr Zelensky on the phone and traveled to Germany for a meeting with German Chancellor Olaf Scholz.  READ MORE: Ukrainian forces kill Israeli man  Israel voted this week in favor of a United Nations resolution condemning Russia’s “aggression against Ukraine,” despite the country initially taking a more neutral stance.  Russia summoned Israel’s ambassador to Moscow last week to explain Israel’s position on the conflict after Israeli Foreign Minister Yair Lapid accused Moscow of engaging in “a grave violation of the international order.”  The Kremlin claims the February 24 attack was launched with the purpose of “demilitarization” and “denazification” of the country, and to protect the people of eastern Ukraine following years of a grueling blockade that claimed thousands of lives. Kiev insists the invasion was unprovoked, maintaining it had no plans to retake the breakaway Donetsk and Lugansk regions by force.", "publication_date": "2022-03-06"}, {"headline": "Senior Russian, Ukrainian diplomats to meet in Turkey", "url": "https://www.rt.com/russia/551421-lavrov-ukraine-meeting-turkey/", "content": "The Russian and Ukrainian foreign ministers will attend a meeting hosted by Turkey in Antalya, Moscow and Ankara have confirmed  Russian Foreign Minister Sergey Lavrov will meet his Ukrainian counterpart, Dmytro Kuleba on the sidelines of a diplomatic forum in Antalya on Thursday, the Russian Foreign Ministry confirmed on Monday.  The meeting will be held at the initiative of Turkish President Recep Tayyip Erdogan as part of an agreement he reached with Russian leader Vladimir Putin in a phone call, Foreign Ministry spokeswoman Maria Zakharova told TASS.  Earlier on Monday, Turkish Foreign Minister Mevlut Cavusoglu confirmed the development as well. “We will hold this meeting in a tripartite format in Antalya on Thursday, March 10,” he told journalists. The top diplomat also expressed hope that this will be “a turning point” and an “important step” towards peace and stability.  Upon President @RTErdogan ’s initiatives & our intensive diplomatic efforts, Foreign Ministers Sergei Lavrov of #Russia & Dmytro Kuleba of #Ukraine have decided to meet with my participation on the margins of @AntalyaDF. Hope this step will lead to peace and stability.  — Mevlüt Çavuşoğlu (@MevlutCavusoglu) March 7, 2022  The Ukrainian Foreign Ministry’s spokesman, Oleg Nikolenko, told UNIAN news agency that a “possible meeting” in Antalya is “in the works.”  Read more Kiev putting Ukrainian ‘statehood’ at risk, Putin warns  Russia has been engaged in a military operation in Ukraine since February 24, when Putin launched a “special operation” to “demilitarize” and “denazify” Ukraine in the name of protecting the people of the two Donbass republics, which Russia recognized earlier in February. Kiev has denied having plans to take the regions by force, accusing Russia of an “unprovoked” attack.  The move was met with outrage in the West, which slapped Moscow with unprecedented sanctions and has supplied arms to Ukraine. Some nations, including Turkey, have offered to act as mediators in the conflict.  Moscow has been engaged in direct talks with Kiev for some time, as the two nations’ delegations have met twice in Belarus and have so far reached an agreement on humanitarian corridors to allow civilians to leave combat zones. The third round of these negotiations is expected to start later on Monday.", "publication_date": "2022-03-07"}, {"headline": "Russian and Ukrainian chief diplomats arrive in Turkey ahead of talks", "url": "https://www.rt.com/russia/551589-russian-and-ukrainian-chief-talks/", "content": "Thursday will see the highest-profile negotiations since the start of the military conflict in Ukraine  Russian Foreign Minister Sergey Lavrov and his Ukrainian counterpart Dmytro Kuleba have reportedly landed in Turkey, where officials have offered to mediate talks between the two top diplomats.  Moscow’s Foreign Ministry confirmed that Lavrov was set to depart for the Turkish resort city of Antalya on Wednesday, with local media reports later noting that both he and Kuleba had arrived for the peace negotiations, set for Thursday at the Regnum Carya Hotel.  A spokesperson for the Ukraine Foreign Ministry, Oleg Nikolenko, confirmed Kuleba’s arrival at the resort on Twitter.  Turkish Foreign Minister Mevlut Cavusoglu first announced the planned meeting on Monday, voicing hopes it would mark “a turning point and... an important step towards peace and stability.” He said the talks were brokered following “intensive diplomatic efforts” by Ankara, and that he would be present for the dialogue.  Russian FM #Lavrov also arrived in Antalya and traveled to a hotel where they will stay.Trilateral meeting meeting will be at 11am (08GMT). No trilateral presser is expected. But Kuleba and Lavrov will hold presser sepatarely after the meeting. pic.twitter.com/eAfryz7WKO  — Hamza Bayrak (@bayrakhamza_) March 9, 2022  US President Joe Biden is also set to hold a call with Turkey’s Recep Tayyip Erdogan to discuss the situation in Ukraine on Thursday, the White House has confirmed.  The meeting in Antalya will follow three rounds of talks in Belarus – a close Russian ally – which produced limited humanitarian corridor plans in several Ukrainian cities but few other results. Since then, Ukrainian President Volodymyr Zelensky has signaled willingness to discuss key Russian demands, including the recognition of Crimea as a Russian territory and the status of the breakaway Donetsk and Lugansk republics.  Moscow attacked Kiev in late February, following a seven-year stand off over Ukraine's failure to implement the terms of the Minsk peace agreements, and Russia's eventual recognition of the Donbass republics in Donetsk and Lugansk. The German and French-brokered protocols had been designed to regularise the status of the regions inside the Ukrainian state.  Russia claims its so-called “special military operation” was launched in defense of the two separatist republics in the Donbass region, though the mission has since extended into major Ukrainian cities. Kiev, meanwhile, has denounced the offensive as unprovoked, insisting it had no plans to reclaim the separatist areas by force.  READ MORE: Zelensky ready for ‘compromises’ on Donbass and Crimea", "publication_date": "2022-03-10"}, {"headline": "Turkey reveals Putin’s stance on meeting Zelensky", "url": "https://www.rt.com/russia/551807-putin-zelensky-ukraine-turkey/", "content": "Ankara is doing its best to stage face-to-face talks between the Russian and Ukrainian leaders, the country’s FM said  Russian President Vladimir Putin is open to the idea of holding talks with his Ukrainian counterpart Volodymyr Zelensky, Turkish Foreign Minister Mevlut Cavusoglu has said.  “We’re putting every effort into staging the meeting between the leaders” of Russia and Ukraine, Cavusoglu said during a press conference on Sunday.  “In principle, Putin said during a phone call with our president that he wouldn’t mind such a meeting,” the minister said, adding that “the Ukrainian side is ready too.”  Putin and Turkish President Recep Tayyip Erdogan talked on the phone a week ago, discussing the ongoing Russian ‘military operation’ in Ukraine. Back then, Putin told his counterpart that Moscow will only halt its offensive if the Ukrainian troops cease fighting and Kiev fulfills all of the Kremlin’s demands.  Read more Zelensky says he is ready to negotiate with Russia  Russia said it aims to “demilitarize” and “denazify” the neighboring country, and to hold accountable those responsible for what Moscow has called the “genocide” of civilians in the breakaway republics of Donetsk and Lugansk.  The Kremlin’s other terms include a neutral status for Ukraine, meaning it wouldn’t be able to join NATO, and the recognition by Kiev that Crimea is part of Russia and the aforementioned republics are independent states. The Kiev authorities have so far shown no willingness to give in to Russia, vowing to continue fighting an “unprovoked war.”  The Kremlin’s spokesman Dmitry Peskov also addressed the issue on Saturday, noting that “we’ve repeatedly said that nobody excludes the possibility of Vladimir Putin’s meeting with President Zelensky. But we must understand what the result of such a meeting should be and what’s going to be discussed during it.”  Turkey, which is a Black Sea nation like Russia and Ukraine, enjoys good relations with both Moscow and Kiev, and is trying to play the role of a mediator in the conflict. On Wednesday, the Turkish resort of Antalya hosted talks between Russian Foreign Minister Sergey Lavrov and Ukraine’s top diplomat Dmytro Kuleba.  Read more Turkey won’t sanction Russia, despite NATO pressure – reports  It was the most high-profile meeting between the sides since the start of the conflict on February 24.  Russia and Ukraine have also held several rounds of talks in Belarus in an attempt to resolve the crisis.  “There’s rapprochement on some issues” between Moscow and Kiev during the negotiating process. President Putin has already mentioned it and “we see it too,” Cavusoglu said, adding that the cessation of hostilities remains the prime objective.  The Turkish FM also reiterated Ankara’s unwillingness to join the implementation of harsh international sanctions on Moscow since it sent its troops into Ukraine in late February. “Our stance is open and clear: Sanctions don’t solve problems,” he pointed out.", "publication_date": "2022-03-13"}, {"headline": "3 Eastern European prime ministers heading for Kiev", "url": "https://www.rt.com/russia/551961-prime-ministers-heading-kiev/", "content": "The Polish, Czech, and Slovenian prime ministers have crossed the Polish-Ukrainian border  Polish Prime Minister Mateusz Morawiecki and Deputy Prime Minister Jaroslaw Kaczynski, Czech Prime Minister Petr Fiala, and Slovenian Prime Minister Janez Jansa arrived in Ukraine and are headed to Kiev, the Polish PM’s office announced on Tuesday.  “ About an hour ago, the train of the prime minister, Deputy Prime Minister for Security Jaroslaw Kaczynski, and the prime ministers of the Czech Republic and Slovenia crossed the Polish-Ukrainian border, ” the office tweeted.  The leaders are set to meet with Ukrainian President Volodymyr Zelensky and Prime Minister Denys Shmyhal in Kiev. The purpose of the meeting is to express the unequivocal support of the European Union towards Ukraine’s sovereignty and independence, and discuss a broad package of support measures.  According to Polish government spokesman Piotr Müller, the meeting was agreed upon after consultations with European Council President Charles Michel and European Commission President Ursula von der Leyen, for the purpose of sending “ a strong signal for peace.”  Europe must send a strong signal for peace! Prime Minister @MorawieckiM, Deputy Prime Minister J. Kaczyński, Prime Minister of the Czech Republic @P_Fiala and Prime Minister of Slovenia @JJansaSDS are going to meet Ukrainian highest authorities. https://t.co/kDbNSCNAyL  — Piotr Müller (@PiotrMuller) March 15, 2022  Moscow attacked its neighbor in late February, following a seven-year standoff over Ukraine’s failure to implement the terms of the Minsk agreements, and Russia’s eventual recognition of the Donbass republics in Donetsk and Lugansk. The German- and French-brokered protocols were designed to regularize the status of the regions within the Ukrainian state.  Russia has now demanded that Ukraine officially declare itself a neutral country that will never join NATO. Kiev insists the Russian offensive was completely unprovoked and has denied claims it was planning to retake the two republics by force.", "publication_date": "2022-03-15"}], "publication_date": "2022-03-28"}, "network_statistics": {"url": "https://www.rt.com/russia/552849-russia-says-west-not-welcome/", "sharing_users": 16, "shared_tweets": 22, "hashtags_frequencies": {"ukraine": 3, "ukrainerussiawar": 2, "eu": 2, "peacetalks": 1, "russiaukrainewar": 1, "russia": 1}, "languages_frequencies": {"en": 19, "zxx": 3}, "annotation_frequencies": {"Russia": 27, "Soviet Union": 9, "EU": 6, "Ukraine": 5, "Lavrov": 3, "Germany": 2, "UkraineRussiaWar": 2, "USA": 2, "France": 2, "Washington": 1, "European Union": 1, "West": 1, "Macron": 1, "Sergey Lavrov": 1, "Istanbul": 1, "Kiev": 1, "RussiaUkraineWar": 1, "Scholz": 1}, "retweeted_users_frequencies": {"global_poli": 1, "CharlesBurns11": 2, "JLJones48": 1}, "users": [{"id": "1337214253581758467", "username": "group_ileg", "created_at": "2020-12-11T01:55:55", "followers_count": 42, "following_count": 64}, {"id": "1090634682310377472", "username": "global_poli", "created_at": "2019-01-30T15:35:46", "followers_count": 1726, "following_count": 1630}, {"id": "113790309", "username": "sim281", "created_at": "2010-02-13T02:05:34", "followers_count": 3, "following_count": 10}, {"id": "3427990114", "username": "LauraWeare42", "created_at": "2015-08-17T11:53:51", "followers_count": 77, "following_count": 75}, {"id": "351188274", "username": "PCisfinished", "created_at": "2011-08-08T22:29:29", "followers_count": 2264, "following_count": 2666}, {"id": "712071473154932740", "username": "JLJones48", "created_at": "2016-03-22T00:20:43", "followers_count": 2163, "following_count": 4902}, {"id": "866416675", "username": "CharlesBurns11", "created_at": "2012-10-07T14:27:09", "followers_count": 2419, "following_count": 4991}, {"id": "25924647", "username": "billm9", "created_at": "2009-03-23T01:21:25", "followers_count": 3802, "following_count": 4140}, {"id": "824695614462103553", "username": "Ibu_Ala_Ina98", "created_at": "2017-01-26T19:08:51", "followers_count": 423, "following_count": 968}, {"id": "1483745856306221062", "username": "edmorris1957", "created_at": "2022-01-19T10:19:39", "followers_count": 14, "following_count": 49}, {"id": "384731898", "username": "BowlerBarrister", "created_at": "2011-10-04T06:56:13", "followers_count": 3249, "following_count": 676}, {"id": "1445062943071166468", "username": "PeterPopeJones2", "created_at": "2021-10-04T16:27:30", "followers_count": 301, "following_count": 1009}, {"id": "871363226591744000", "username": "SeanCanavanreal", "created_at": "2017-06-04T13:49:17", "followers_count": 24, "following_count": 86}, {"id": "1261050341447077888", "username": "EthelUnreddy", "created_at": "2020-05-14T21:47:07", "followers_count": 2351, "following_count": 2079}, {"id": "1470095178295758855", "username": "leeza_shaheed", "created_at": "2021-12-12T18:16:51", "followers_count": 2, "following_count": 24}, {"id": "1141387409713537024", "username": "PercentageRites", "created_at": "2019-06-19T16:48:59", "followers_count": 42, "following_count": 166}], "tweets": [{"id": "1508614877467713536", "created_at": "2022-03-29T01:19:50", "retweet_count": 2, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508609815836172289", "created_at": "2022-03-29T00:59:43", "retweet_count": 2, "reply_count": 1, "quote_count": 0, "like_count": 2}, {"id": "1508543015723352077", "created_at": "2022-03-28T20:34:16", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508806539238416385", "created_at": "2022-03-29T14:01:25", "retweet_count": 0, "reply_count": 1, "quote_count": 0, "like_count": 0}, {"id": "1509579645347323913", "created_at": "2022-03-31T17:13:28", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1509841236919824384", "created_at": "2022-04-01T10:32:57", "retweet_count": 1, "reply_count": 0, "quote_count": 0, "like_count": 1}, {"id": "1509197068304224257", "created_at": "2022-03-30T15:53:15", "retweet_count": 1, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508807672761565198", "created_at": "2022-03-29T14:05:56", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508793204853784580", "created_at": "2022-03-29T13:08:26", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508750092186046465", "created_at": "2022-03-29T10:17:07", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508743200625754117", "created_at": "2022-03-29T09:49:44", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508786609143132171", "created_at": "2022-03-29T12:42:14", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 1}, {"id": "1509196912452243456", "created_at": "2022-03-30T15:52:38", "retweet_count": 1, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508827729151598593", "created_at": "2022-03-29T15:25:37", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1509196873139064836", "created_at": "2022-03-30T15:52:28", "retweet_count": 1, "reply_count": 0, "quote_count": 0, "like_count": 1}, {"id": "1509952466573529088", "created_at": "2022-04-01T17:54:56", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1510095803649781766", "created_at": "2022-04-02T03:24:30", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508907195156422657", "created_at": "2022-03-29T20:41:24", "retweet_count": 0, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1509196995956666372", "created_at": "2022-03-30T15:52:58", "retweet_count": 1, "reply_count": 0, "quote_count": 0, "like_count": 1}, {"id": "1509841260537917440", "created_at": "2022-04-01T10:33:02", "retweet_count": 1, "reply_count": 0, "quote_count": 0, "like_count": 0}, {"id": "1508609817325187072", "created_at": "2022-03-29T00:59:43", "retweet_count": 2, "reply_count": 0, "quote_count": 0, "like_count": 2}, {"id": "1508609814288424961", "created_at": "2022-03-29T00:59:42", "retweet_count": 3, "reply_count": 2, "quote_count": 0, "like_count": 3}]}, "coordination": {"overall_coordination_scoring": {"scores": [0.0, 0.125, 0.0, 0.0, 0.0], "coord_communities": [["AmitNirbhaya", "TylerEidt", "dactylion14", "Saneleb26", "Deathzhina", "Agnakagos", "skillfulrat", "srbnews0", "JanPete22", "bobswede", "moniquejolie", "apixsun", "thepugnews", "SutheerkhanS", "PaulSorrentino3", "terence_hooson", "sselvinjacob100", "billm9", "relewinde", "peterpobjecky", "mickhail", "bangkokjojo", "botcybersec", "wantout1234wto", "fromez123", "gengh60", "shehzadyounis", "johnny09759600", "parodox19", "LalaMD2015", "TheWatchmanNews", "BerubeNathaniel", "lastqween", "TEX1200", "jondknight"], ["PercentageRites", "RPicar59"], ["Shahzad092", "PCisfinished", "Suleima80996063", "imelda_mairead", "HassanY89", "omar67133389", "SARVAJEETKUMAR2", "swift_pam", "AnbudAmb"], ["SputnikInt", "SeanCanavanreal"], ["FreeNative_1775", "LauraWeare42"], ["global_poli", "group_ileg"]], "coshare_communities": []}, "bot_like_coordination_scoring": {"scores": [0.0, 0.0, 0.0, 0.0, 0.0], "coord_communities": [["wantout1234wto", "billm9", "jondknight"], ["swift_pam", "PCisfinished", "SARVAJEETKUMAR2"]], "coshare_communities": []}, "coshare_graph_edges": [], "coord_graph_edges": [{"source": "billm9", "target": "jondknight", "avg_score": 32.5, "avg_delta": 25000.0, "quick_coshares": 2, "coshares": 4}, {"source": "billm9", "target": "wantout1234wto", "avg_score": 32.5, "avg_delta": 25409.090909090908, "quick_coshares": 1, "coshares": 22}, {"source": "billm9", "target": "shehzadyounis", "avg_score": 32.5, "avg_delta": 29666.666666666668, "quick_coshares": 0, "coshares": 3}, {"source": "billm9", "target": "TheWatchmanNews", "avg_score": 32.5, "avg_delta": 40285.71428571428, "quick_coshares": 0, "coshares": 7}, {"source": "billm9", "target": "bobswede", "avg_score": 32.5, "avg_delta": 9500.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "Deathzhina", "avg_score": null, "avg_delta": 5000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "apixsun", "avg_score": 32.5, "avg_delta": 6000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "botcybersec", "avg_score": 32.5, "avg_delta": 20000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "dactylion14", "avg_score": 32.5, "avg_delta": 27000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "terence_hooson", "avg_score": 32.5, "avg_delta": 25500.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "mickhail", "avg_score": 32.5, "avg_delta": 22500.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "BerubeNathaniel", "avg_score": 32.5, "avg_delta": 22000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "PaulSorrentino3", "avg_score": 32.5, "avg_delta": 23500.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "johnny09759600", "avg_score": 32.5, "avg_delta": 25000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "thepugnews", "avg_score": null, "avg_delta": 19000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "LalaMD2015", "avg_score": null, "avg_delta": 21000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "moniquejolie", "avg_score": 32.5, "avg_delta": 28000.0, "quick_coshares": 0, "coshares": 3}, {"source": "billm9", "target": "SutheerkhanS", "avg_score": 12.5, "avg_delta": 29333.333333333332, "quick_coshares": 0, "coshares": 3}, {"source": "billm9", "target": "gengh60", "avg_score": 32.5, "avg_delta": 36000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "sselvinjacob100", "avg_score": null, "avg_delta": 31000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "parodox19", "avg_score": 32.5, "avg_delta": 32000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "Agnakagos", "avg_score": null, "avg_delta": 32000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "srbnews0", "avg_score": 12.5, "avg_delta": 36666.666666666664, "quick_coshares": 0, "coshares": 3}, {"source": "billm9", "target": "peterpobjecky", "avg_score": null, "avg_delta": 36000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "AmitNirbhaya", "avg_score": null, "avg_delta": 37000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "JanPete22", "avg_score": null, "avg_delta": 37000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "bangkokjojo", "avg_score": null, "avg_delta": 40000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "TEX1200", "avg_score": null, "avg_delta": 45000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "fromez123", "avg_score": null, "avg_delta": 51000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "Saneleb26", "avg_score": null, "avg_delta": 53000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "TylerEidt", "avg_score": null, "avg_delta": 54000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "relewinde", "avg_score": null, "avg_delta": 57000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "skillfulrat", "avg_score": 32.5, "avg_delta": 60000.0, "quick_coshares": 0, "coshares": 2}, {"source": "billm9", "target": "lastqween", "avg_score": null, "avg_delta": 60000.0, "quick_coshares": 0, "coshares": 2}, {"source": "PCisfinished", "target": "SARVAJEETKUMAR2", "avg_score": null, "avg_delta": 9666.666666666666, "quick_coshares": 2, "coshares": 3}, {"source": "PCisfinished", "target": "swift_pam", "avg_score": null, "avg_delta": 3000.0, "quick_coshares": 0, "coshares": 2}, {"source": "PCisfinished", "target": "omar67133389", "avg_score": 32.5, "avg_delta": 6000.0, "quick_coshares": 0, "coshares": 2}, {"source": "PCisfinished", "target": "HassanY89", "avg_score": null, "avg_delta": 15000.0, "quick_coshares": 0, "coshares": 3}, {"source": "PCisfinished", "target": "Suleima80996063", "avg_score": 32.5, "avg_delta": 12000.0, "quick_coshares": 0, "coshares": 2}, {"source": "PCisfinished", "target": "Shahzad092", "avg_score": null, "avg_delta": 32000.0, "quick_coshares": 0, "coshares": 2}, {"source": "PCisfinished", "target": "imelda_mairead", "avg_score": 32.5, "avg_delta": 49800.0, "quick_coshares": 0, "coshares": 5}, {"source": "PCisfinished", "target": "AnbudAmb", "avg_score": 32.5, "avg_delta": 46000.0, "quick_coshares": 0, "coshares": 2}, {"source": "PercentageRites", "target": "RPicar59", "avg_score": 32.5, "avg_delta": 36000.0, "quick_coshares": 0, "coshares": 2}, {"source": "SeanCanavanreal", "target": "SputnikInt", "avg_score": 12.5, "avg_delta": 46000.0, "quick_coshares": 0, "coshares": 2}, {"source": "LauraWeare42", "target": "FreeNative_1775", "avg_score": null, "avg_delta": 50000.0, "quick_coshares": 0, "coshares": 2}, {"source": "global_poli", "target": "group_ileg", "avg_score": null, "avg_delta": 55500.0, "quick_coshares": 0, "coshares": 2}]}}